Revit 2024 API
ComboBoxDropDownOpenedEventArgs Constructor
Initializes a new instance of the ComboBoxDropDownOpenedEventArgs class
Namespace: Autodesk.Revit.UI.Events
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public ComboBoxDropDownOpenedEventArgs()
Visual Basic
Public Sub New
Visual C++
public:
ComboBoxDropDownOpenedEventArgs()
See Also
ComboBoxDropDownOpenedEventArgs Class
Autodesk.Revit.UI.Events Namespace